import "./styles/Rules.css";

export function Rules() {
  return (
    <div className="rules">
      <p>
        регламентированный писаными правилами или обычаями вооружённый поединок,
        цель которого — удовлетворить желание одного из дуэлянтов
      </p>
      <p>
        (вызывающего на дуэль) ответить на нанесённое его{" "}
        <a href="#" target="_blank">
          чести
        </a>{" "}
        оскорбление с соблюдением заранее условленных и равных условий боя. Как
        правило, дуэли происходят только внутри отдельных общественных слоёв и
        зачастую ассоциируются с аристократией, хотя на самом деле не привязаны
        ни к одному из них.
      </p>
      <p>
        В настоящее время запрещена законодательством подавляющего большинства
        государств мира. Исключением является Парагвай.
      </p>
    </div>
  );
}
